<template>
	<view class="content">
		<u-parse :html="content"></u-parse>
	</view>
</template>

<script>
	export default{
		data(){
			return{
				content:`<p>客户信息是我们业务的重要组成部分，我们不会因为利益将其转卖或无故与其他人共享或向其他人披露您的个人信息，但是以下情形除外： </p><p><br/></p>
				<p>合作商家：我们可能会与我们的关联公司、入驻商家或合作伙伴共享用户信息；</p>
				<p><br/></p><p>第三方服务提供者：我们有可能聘请其它公司或个人代表我们提供某些产品或服务，包括但不限于：提供运营、维护、IT平台和/或技术服务、数据安全或备份服务、处理订单、投递包裹、发送信函或电子邮件、清除客户名单中的重复信息、分析数据、提供市场营销帮助、提供搜索结果或链接（包括付费搜索名单和链接）、处理收/付款事项以及提供客户服务、他们能够接触到为履行其职责所需的客户信息，但不能将此信息用于任何其他目的；</p>
				<p><br/></p><p>业务转让：为持续发展我们的业务，我们可能会出售或收购商店、子公司或者业务部门。在这些交易中，客户信息通常是所转让企业资产中的一部分，但这些信息（除非客户作出其他同意）仍然受制于转让前已有的任何隐私条款所作出的承诺。因此，如果本网站或其关联公司或他们各自的全部资产被收购时，客户信息是被转让资产的一部分；</p>
				<p><br/></p><p>对本网站或其它人的保护：为了遵守法律的相关规定，执行我们的其它协议，或为了保护本网站、我们的客户或其他人的权利及财产或安全，我们将提供帐户和其他个人信息。包括为防止欺诈等违法活动和减少信息风险而与其他公司和组织交换信息；</p>`
			}
		}
	}
</script>

<style>
	page{
		background-color: #F7F8FA;
	}
</style>
<style lang="scss" scoped>
	.content{
		padding: 30rpx;
		font-size: 24rpx;
		font-family: PingFang SC, PingFang SC-Medium;
		color: #000000;
	}
</style>
