<template>
	<view class="index">
		<u-parse :html="content"></u-parse>
	</view>
</template>

<script>
	export default{
		data(){
			return{
				content:`<div class="Intr-wan"><p class="wan-tit">如师傅</p><p class="wan-msg">如师傅创立于2021年，是一个互联网家居服务平台，通过大数据和AI技术，提供全国范围内的配送、安装、维修、清洗、疏通等家居服务。我们致力于为商家、师傅及消费者搭建一个“品质、高效、有温度”的平台，推动家居服务业数智化升级。</p><p class="wan-msg msg-mt">我们致力于为家居电商、实体门店、物流等企业用户，提供覆盖全国的配送、安装、维修等一站式售后服务解决方案，帮助企业建立或健全其售后服务体系、扩大服务范围、提高服务效率、提升服务质量、降低服务成本、完成数智化升级。</p><p class="wan-msg">我们致力于为家庭及个人用户，提供就近到家的安装、维修、清洗、疏通等便民服务，解决居家生活场景中的各种难题，让用户享受高品质、有温度的服务。</p><p class="wan-msg">我们致力于为具备专业技能的师傅群体，提供就业机会和更多保障，帮助师傅提升服务技能、建立个人品牌、提高劳动收入、实现自我价值、获得社会认同。</p><p class="wan-msg msg-mt">2017年，如师傅被正式评选为国家高新技术企业，目前已取得多项专利和59项软件著作权。截至2021年7月，平台注册师傅数已超130万，服务范围覆盖全国364个城市共3250个区/县，服务超过60万企业用户及1000万个人用户，累计服务超6000万次。</p><p class="wan-msg">未来，如师傅将与家居行业、服务行业等伙伴协同合作，努力创造社会价值，提升行业整体服务水平，树立家居服务业统一售后标准，构建品质、高效、有温度的居家生活服务新生态。</p></div>`,
			}
		},
	}
</script>

<style lang="scss" scoped>
	.index{
		padding: 20rpx;
	}
</style>
